; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator - Awadh A Al-Ghaamdi
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Arabic (العربية)
; converted from windows-1256 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
حفظ الكل
قص
نسخ
لصق
الوضع الخفيف
الوضع المتوسط
الوضع الثقيل
خيارات التحميل
الإتصال الهاتفي
FDM بخصوص
خروج
ملف
تحرير
عرض
خيارات
أدوات
تعليمات
شريط الأدوات
شريط المعلومات
معالج التحسين
إعدادات التحميل الإفتراضية
إعدادات عــامة
الإتصال الهاتفي
قطع الإتصال عند الإنتهاء
إغلاق الكمبيوتر عند الإنتهاء
فتح نافذة مواضيع التعليمات
الرسمي FDM موقع
أخبر صديقا
مراسلة فريق الدعم
تحقق من التحديثات آليا
تحقق من التحديثات الآن
-
-
تبديل إلى
وضع إستخدام الحركة
التسجيل
التحميلات
الجدولة
مستكشف الموقع
HTTP//FTP مستكشف
إدارة الموقع
إضافة تحميل
بدء التحميل
إيقاف التحميل
جدولة التحميل
إضافة مهمة
خصائص المهمة
تحميل الملفات المحددة
إيقاف
تنشيط
إضافة موقع
خصائص الموقع
مجموعات التحميلات
معلومات التحميل
سجل الجدولة
سجل مستكشف الموقع
شريط الموقع
إنشاء تحميل جديد
حذف التحميل
تشغيل ملف
فتح مجلد
بدء التحميل تلقائيا
خصائص التحميل
تمكين المهمة
تعطيل المهمة
حذف المهمة
فتح المجلد الأساسي
قطع الإتصال
تحميل
إعدادات مستكشف الموقع
حذف الموقع
مدخلة مؤقتة
المواقع
إظهار النافذة الرئيسية
مراقبة المتصفح
مراقبة الحافظة
بدء كل التحميلات
إيقاف كل التحميلات
-
متابعة
-
-
-
-
-
إلغاء الأمر
-
-
-
كل المجموعات
المرشحات
مكتمل
مستمر
مجدول
متوقف
غير ذلك
إنشاء مجموعة جديدة
حذف المجموعة
حذف كل التحميلات
حذف كل التحميلات المكتملة
فتح مجلد المجموعة
خصائص المجموعة
إسم المجموعة :
المجلد الإفتراضي :
: [إمتدادات الملفات [مفصولة بمسافات
أولوية التحميل الإفتراضية
منخفضة جدا
منخفضة
معتدلة
عالية
عالية جدا
فضلا أدخل إسم المجموعة
خطأ بالإدخال
يوجد مجموعة بنفس الاسم . الرجاء ضع إسما آخر
فضلا ضع أسما للمجلد
تحديد مجلد المجموعة الإفتراضي
أدخل إسم المجموعة هنا
المجلد الإفتراضي لحفظ التحميلات لهذه المجموعة إلى
إستعراض
إمتداد الملف لهذه المجموعة . يستخدم لإكتشاف مجموعة التحميل آليا
أولوية التحميل الإفتراضية لهذه المجموعة
إلغاء التغييرات و إغلاق اللوحة
تطبيق التغييرات و إغلاق اللوحة
خطأ في مجموعات التحميل
الرجاء إعادة تثبيت البرنامج ثانية
خطأ
لا يمكن قراءة قائمة التحميلات . من المحتمل أنها تالفة أو مستخدمة من قبل تطبيق آخر
فشل في تمهيد التكامل مع إنترنت إكسبلورر
هل أنت متأكد ؟
سيتم حذف هذا كافة تحميلات المجموعة
تأكيد
إسم الملف
الحجم
المحمل
الوقت المتبقي
الأقسام
السرعة
التعليق
السجل
التقدم
الوقت
التأريخ
المعلومات
مسح
تمرير آلي
خطأ بالشبكة مجهول
الوصول مرفوض . إسم المستخدم أو كلمة المرور خطأ
الوصول مرفوض . كلمة المرور خطأ
ناجح
لا يمكن الإتصال بالملقم
الملف غير موجود على الملقم
الإتصال بالملقم فقد
الملقم لا يرد
تعذر إستنباط إسم الملقم
الملقم لا يدعم إستئناف التحميل ; لا توقف هذا التحميل و إلا ستعيده من البداية
إسم و كلمة مرور المستخدم للوكيل مطلوبة
خطأ متسع
طلب سيئ . قد يكون هذا عنوان ردئ
خطأ مجهول بالملقم
تمت مقاطعة الإتصال
عنوان سيئ
لا يوجد إتصال بالإنترنت
المحددة ليست مدعومة من قبل هذا الملقم HTTP نسخة
خطأ مجهول
لا يمكن حذف الملف من القرص
حد الإتصالات إلى هذا الملقم يبلغ
حد الإتصالات قد بلغ
إنتظار %d ثانية
القسم
شغال
أنتهى
أكتمل التحميل
يتم الإتصال...
الإتصال ناجح
تتم إعادة التوجيه...
إعادة التوجيه نجحت . فتح العنوان الجديد
يتم بدء التحميل...
متوقف
يتم إنشاء قسم جديد...
ملغي
يتم إعادة بدء التحميل...
يتم فتح الملف على القرص...
إسم الملف طويل جدا
الملف موجود مسبقا . تبديل الإسم إلى
تبديل الإسم إلى
ملف الناتج محذوف . يستحيل الإستمرار
الملف موجود مسبقا . إعادة الكتابة
الملف موجود مسبقا . إستئناف التحميل
الملف موجود مسبقا
فشل فتح الملف على القرص
حجم ملف تغير على الملقم
التعديل للحجم الجديد...
لا يمكن الكتابة فوق الملف
سيتم تبديل إسم الملف
لا يمكن تبديل إسم الملف إلى إسمه السابق الأصلي
لا يمكن حفظ المجموعات
لا يمكن حفظ التحميلات
الإتصال الهاتفي
الإتصال بـ :
طلب هاتفي آلي
إتصال
حدد هنا مدخلة الإتصال الهاتفي
أشر هذا المربع إذا تريد الإتصال الهاتفي أن يبدأ آليا في المرة القادمة
الطلب الهاتفي الآن
عدم طلب هاتفي و إغلاق هذه اللوحة
لا يوجد مدخلات هاتفية على هذا الكمبيوتر
الخط مشغول
فشل بالأجهزة
لا يوجد نغمة
الإتصال الهاتفي
محاولة
يتم فتح المنفذ...
يتم الإتصال بالمزود...
متصل بكمبيوتر بعيد
يتم التحقق من إسم المستخدم و كلمة المرور...
سرعة الإتصال %d ب/ث
قطع الإتصال
التكرار
إسم المستخدم و كلمة المرور مطلوبة
المستخدم :
كلمة المرور :
المجموعة
حفظ إلى المجلد :
حفظ باسم :
البدء
تلقائيا
يدويا
الجدولة
أولوية التحميل
متقدم
عنوان الملف المراد تحميله
أدخل إسم المستخدم هنا
أدخل كلمة المرور هنا
أشر هذا الصندوق إذا كان الملقم يتطلب مصادقة
إسم المجموعة لوضع التحميل فيها . المجموعات تساعدك في إدارة تحميلاتك
المجلد لحفظ التحميلات فيه
الاسم الجديد للملف المحمل . أترك هذا الحقل فارغا إذا تريد حفظ الملف باسمه الأصلي
وصف قصير للتحميل
هذا التحميل سيبدأ آليا بأسرع ما يمكن
سوف لن يحاول البرنامج بدء هذا التحميل آليا
جدولة هذا التحميل
تكوين جدولة التحميل
أولوية التحميل . التحميلات ذات الأولوية العالية ستبدأ أولا . أما التحميلات الأقل أولوية سيتم تأجيلها
عرض الإعدادات المتقدمة لهذا التحميل
العنوان المدخل غير صحيح الرجاء التأكد
فضلا أدخل إسم المستخدم
حدد مجلد الناتج
عـــام
معلومات عامة
حفظ التحميل الحالي إلى الملف :
إسم الملف المحمل
عنوان هذا التحميل لا يمكن أن يتغير
هذا التحميل في التقدم . لا يمكن تغيير إسم الملف
لا يمكن تبديل إسم الملف
الملف غير موجود
المسار غير موجود
غير صالحة exe صيغة
الملف يستعمل من قبل تطبيق آخر
الوصول مرفوض
الأداة ليست جاهزة
القرص ممتلئ
إسم الملف غير صالح
تسجيل الدخول مطلوب
الإتصال
الشبكة
الأخطاء
[التوقف بين محاولات الإتصال [ثانية :
العدد الأقصى للمحاولات
[إنقضاء الوقت [ثانية :
الحجم الأدنى :
العدد الأقصى :
تقييد حركة المرور لهذا التحميل
حد حركة المرور
تجاهل كل القيود
ب
كب
مب
; second. e.g. KB/s
ث
أدخل قيمة أكبر من %d
الرجاء تحديد البعد
زمن إنتظار إعادة الإتصال بالملقم في حالة الخطأ
أشر هذا الصندوق إذا تريد تحديد العدد الأقصى لمحاولات التحميل الفاشلة
زمن الإنتظار لرد الملقم
الحجم الأدنى للقسم . لن يتم تقسيم التحميل إلى أقسام مع الحجم الأقل
العدد الأقصى للأقسام . لن يتم تقسيم التحميل إلى عدد أكبر من الأقسام
حدد كمية حركة المرور (القصوى) التي سيأخذها البرنامج للتحميل
تجاهل القيود و تقييد حركة المرور للعدد الأقصى للإتصالات لهذا التحميل
يمكنك أن تحدد القيمة بالبايت (ب) ، أو الكيلوبايت (كب) أو الميغابايت (مب) في هذا الحقل
البروتوكول
إسم الهوية على الملقم:
المحيل:
HTTP 1.1 إستخدام
إستخدام ملفات تعريف الإرتباط
إستخدام النمط السلبي
نمط النقل
ثنائي
للملفات التي بالإمتدادات ASCII :
 HTTP حدد كيف سيتم تعريف البرنامج مع ملقم
وليست مطلوبة أساسا  HTTP سيتم إرسال هذه العبارة كحقل للمحيل إلى ملقم
 نسخة 1.1 HTTP أشر هذا المربع إذا تريد البرنامج أن يستخدم
أشر هذا المربع إذا تريد البرنامج أن يستخدم ملفات تعريف الإرتباط
أحيانا يكون ضروريا عند إستخدام الجدران النارية
ضع هذا النمط إذا الملف المحمل ليس نصيا FTP أستخدم النمط الثنائي لإنتقالات
ضع هذا النمط إذا الملف المحمل نصيا FTP لإنتقالات ASCII
إستخدم نمط للملفات بالإمتدادات المحددة . و للملفات الأخرى سيتم إستخدام النمط الثنائي ASCII سيستخدم البرنامج نمط
الملقم الوكيل
الحصول على إعدادات الملقم الوكيل من :
Microsoft Internet Explorer
التحديد يدويا
عدم إستخدام أي ملقم وكيل
إعدادات
العنوان:
المنفذ:
الرجاء ضع عنوان الملقم الوكيل
الرجاء ضع منفذ ملقم الوكيل
سيتم الحصول على إعدادات الملقم الوكيل من إنترنت إكسبلورر
حدد إعدادات الملقم الوكيل بنفسك
البرنامج سوف لن يستعمل ملقم وكيل
حدد هنا نوع الملقمات للوكيل
إدخل عنوان الملقم الوكيل المراد إستعماله
إدخل منفذ الملقم الوكيل هنا . كقاعدة هو  3128 أو 1080 أو 8080
أشر هذا المربع إذا كان الملقم الوكيل يتطلب مصادقة
متفرقات
الملف المحلي
عند وجود الملف:
حجز مساحة من القرص لتحميل الملف
إمتداد إضافي لملف التحميل الغير مكتمل :
ملقم إنترنت
عدم إعادة  التحميل إذا كان الإستئناف غير مدعوما من قبل الملقم
إذا تغير حجم الملف على الملقم :
توقف عند الأخطاء
مطالبة
إعادة الكتابة
تغيير الإسم
إستئناف
إعادة البدء
تعديل
الرجاء حدد إمتداد الملف
هنا يمكنك أن تحدد ما يجب أن يفعل البرنامج إذا كان الملف موجود مسبقا على القرص
أشر على هذا المربع إذا ترغب بحجز مساحة القرص للتحميل عندما يبدأ
إذا تم التأشير فسوف يلحق البرنامج الملحقة المحددة إلى إسم الملف أثناء التحميل . وعندما ينتهي التحميل سوف يعيد الإسم كما كان
سوف لن يستأنف البرنامج التحميل إذا كان الملقم البعيد لا يدعم الاستئناف
يمكنك هنا أن تحدد ما يجب على البرنامج أن يفعل إذا تم تغيير حجم الملف على الملقم
أشر هذا المربع إذا ترغب بإيقاف التحميل عند عدم وجود الملف على الملقم
أشر هذا المربع إذا ترغب بإيقاف التحميل إذا تم رفض إسم المستخدم و كلمة المرور
أنماط استعمال السرعة
تحديد نمط للسرعة:
أقصى عدد للإتصالات:
أقصى عدد للإتصالات لكل ملقم:
قيود استعمال السرعة:
غير محدود
تحديد نمط استعمال السرعة المراد إعدادها هنا
أشر هذا المربع إذا ترغب في تحديد أقصى عدد للإتصالات
أشر هذا المربع إذا ترغب في تحديد أقصى عدد للإتصالات لكل ملقم
حدد هنا كم عدد السرعة التي سيستخدمها البرنامج لتحميل الملفات
كل التحميلات
قائمة التحميلات
الحفظ الآلي كل
دقيقة
عند حذف تحميل غير مكتمل
حذف التحميلات المكتملة آليا من القائمة
عدم حذف الملف
حذف الملف أيضا
يحفظ البرنامج تلقائيا قائمة التحميلات في فترات محددة . ليحمي القائمة من أعطال البرنامج المحتملة كالتصلب و فصل الطاقة المفاجئ
حدد هنا ما يجب فعله بواسطة البرنامج مع الملف الموجود على القرص عند حذف التحميل الغير مكتمل
أشر على هذا المربع إذا ترغب بحذف التحميل تلقائيا من القائمة عندما ينتهي
المراقبة
مراقبة التالي :
حافظة
مراقبة الملفات ذات الملحقات
تجاهل الملفات ذات الملحقات
ALT يجب الضغط على
ALT لا يجب الضغط على
فضلا حدد الملحقات
أشر هذا المربع إذا تريد البرنامج أن يراقب مع ضغطات الفأرة في الإنترنت إكسبلورر
أشر هذا المربع إذا تريد البرنامج أن يراقب الحافظة
المراقبة فقط للملفات ذات ملحقات معينة
عدم المراقبة للملفات ذات ملحقات معينة
المراقبة فقط عند عدم الضغط على  ALT
المراقبة فقط عند الضغط على ALT
الأستاذ عوض الغامدي - منتديات عميد التعريب
Windows البدء تلقائيا مع بدء
البدء مصغرا
النظام
تصغير لجوار الساعة
زر الإغلاق يكون لتصغير النافذة
سيبدأ البرنامج تلقائيا عندما بدء الكمبيوتر
سيتم تصغير البرنامج بعد أن يبدأ
عندما تضغط زر تصغير فإن البرنامج سيتم تصغيره لجوار الساعة
إذا أشرت هنا فإن الضغط على زر إغلاق سيكون مثل الضغط على زر تصغير
التحديث
عنوان ملقم التحديثات
سيقوم البرنامج بالبحث تلقائيا عن نسخة جديدة
معالج ضبط إستخدام الشبكة
مرحبا في معالج ضبط إستخدام الشبكة
هذا المعالج سيساعدك بوضع الإعدادات المثالية لنوعية اتصالك . سيضع خصائص مسرع التحميل و الخصائص الإفتراضية للتحميل
فضلا حدد نوعية اتصالك
إنهاء
حدد نوعية اتصالك بالإنترنت هنا
ضبط البرنامج ليعمل بكل مثالية مع اتصالك
المجدولة
الجدولة
وقت البدء التالي
وقت آخر بدء
تعذر فتح قائمة المجدولات . قد تكون تالفة أو قد تكون مستخدمة من قبل تطبيق آخر
تعذر فتح سجل الجدولة
تعذر حفظ قائمة المجدولات
تم جدولة مهمة "%s" . هل تبدأ بها ؟
تغيير نمط السرعة إلى "%s"
قطع الإتصال
كافة الإتصالات
تغيير نمط إستخدام السرعة إلى
إغلاق الكمبيوتر
إعادة تشغيل
تسجيل خروج
مرة
الأحد
الإثنبن
الثلاثاء
الأربعاء
الخميس
الجمعة
السبت
في الأيام:
كل
يوم
ساعة
عند بدء البرنامج
عند نجاح الإتصال
عند فل الإتصال
عند عدم وجود تحميلات نشطة
عندما السرعة أقل أو مساوية لـ %d ب/ث خلال %d
عندما تكون كل التحميلات في حالة خطأ أثناء
أبدا
مجهول
تم الإتصال بنجاح بـ "%s"
فشل الإتصال بـ "%s"
تم التشغيل بنجاح
نفاذ الذاكرة
تعذر التشغيل
تنفيذ الجدولة سيسبب وجود البرنامج مع بدء التشغيل . سيتم تجاهل الجدولة
أقصى عدد لمحاولة الإتصال
الإنتظار بين المحاولات
:قطع الإتصال , إذا كانت سرعته أقل من
محاولة أخرى
ليس أكثر من
الإتصال المستخدم
إذا نجح
مرة
قطع كل الاتصالات النشطة
الإتصال المراد قطعه
إسم البرنامج:
الحوارات:
نوع الإغلاق:
إجبار التطبيقات على الخروج
تشغيل البرنامج
تأسيس اتصال المودم
قطع اتصال المودم
تغيير نمط إستخدام السرعة
الخروج من البرنامج
إغلاق الكمبيوتر
التحميلات للبدء
التحميلات للتوقف
التطبيقات
كل الملفات
وما فوق XPمع الأسف , هذه الوظيفة فقط لويندوز 2000 و
فضلا أدل إسم البرنامج
فضلا حدد التحميلات
تحديد نمط إستخدام السرعة هنا لوضعها عند بدء المهمة
أشر هذا المربع عند رغبتك في تحديد أقصى عدد لمحاولة إعادة الإتصال
الوقت بين محاولات الإتصال
أشر هذا المربع إذا لا ترغب بأن يقوم البرنامج بتأسيس اتصال بسرعة أقل من ما تريد
حدد هنا أقل سرعة مطلوبة للإتصال
إذا أشرت هذا المربع فإن البرنامج سيحاول ثانية أن يؤسس الإتصال المطلوب
أشر هذا المربع إذا أردت أن تحدد أقصى عدد للمحاولات في تأسيس الإتصال المطلوب
حدد هنا التحميل(ات)المطلوبة
قائمة بكل التحميلات المتوفرة
إضافة التحميل المحدد إلى قائمة مهمة التحميلات
إزالة التحميل المحدد من قائمة مهمة التحميلات
حدد البرنامج الذي ترغب بتشغيله هنا
بحث عن البرنامج في كمبيوترك
حدد هنا حوار البرنامج
حدد نوع الإنهاء لعملك هنا
أشر هذا المربع إذا تريد إنهاء إجرائك . مفيدة عند تصلب التطبيقات بالنظام و لكن في هذه الحالة سيتم ضياع كل البيانات الغير محفوظة
حدد إجراء الجدولة هنا
أشر هنا إذا تريد البرنامج أن يقطع كل الإتصالات النشطة
حدد الإتصال المراد قطعه هنا
في أيام معينة
الأحد
الإثنين
الثلاثاء
الأربعاء
الخميس
الجمعة
السبت
في الحدث
خلال
سرعة منخفضة:
دقيقة
دقيقة
ساعة
يوم
عند سرعة التحميل المنخفضة جدا
عندما تكون كل التحميلات في حالة خطأ
فضلا حدد الأيام
بدء المهمة في وقت معين
ضع وقت بدء المهمة هنا
بدء المهمة في تاريخ معين
ضع تاريخ بدء المهمة هنا
بدء المهمة في أيام معينة من الأسبوع
بدء المهمة كل أحد
بدء المهمة كل إثنين
بدء المهمة كل ثلاثاء
بدء المهمة كل أربعاء
بدء المهمة كل خميس
بدء المهمة كل جمعة
بدء المهمة كل سبت
بدء المهمة في فترات منتظمة
يسمح لك هذا الحقل بتعيين الوقت الفاصل بالدقائق أو بالساعات أو بالأيام
بدء المهمة عند وقوع بعض الأحداث
حدد هنا نوع الحدث
أدخل هنا فاصل الوقت
أدخل هنا أقل سرعة مطلوبة
التأكيد مطلوب لتنفيذ المهمة
أنتظر التأكيد خلال
ثانية
عند التأشير فسيطالبك البرنامج بتأكيد تنفيذ المهمة
عند التأشير سينتظر البرنامج تأكيدك خلال وقت فاصل محدد . و إذا لم تتجاوب خلال هذا الوقت فإن المهمة ستبدأ
العنوان:
يتم بناء قائمة بالملفات للتحميل
يتم الإتصال بالملقم
تتم محاولة إستخدام كلمة المرور و إسم المستخدم المخزنة في مدير الموقع
يتم استخلاص قائمة الملفات من الملقم
تم فقدان الإتصال بالملقم . تتم محاولة الإستعادة
يتم بناء القائمة
إستخلاص الحجم و تاريخ آخر تعديل للملفات
قد يؤدي إستخدام هذا المعيار إلى تقليل السرعة بشكل حاد
HTTP أشر المربع ليستعلم البرنامج عن حجم وتاريخ الملفات في ملقمات
إسم الموقع
الإتصالات
تسجيل الدخول
المجموعة
تعذر فتح قائمة المواقع . قد تكون تالفة أو معطوبة أو مستخدمة من قبل تطبيق آخر
تعذر حفظ قائمة المواقع
أقصى اتصالات معا:
المجموعة الإفتراضية للتحميلات الجديدة من هذا الموقع
السلبي FTP أستخدم نمط الـ
فضلا أدخل إسم الموقع
الموقع موجود مسبقا بهذا الإسم , فضلا أدخل إسما آخر
يجب أن تكون قيمة أقصى إتصالات أكبر من 0
فضلا حدد المجموعة
حدد إسم الموقع هنا
أشر هذا المربع عند رغبتك في تحديد أقصى كمية للإتصالات معا لهذا الملقم
أشر هذا المربع إذا تريد التحميلات من هذا الملقم تصبح إلى المجموعة المرادة
مطالبة
عدم المطالبة ثانية
خطأ بكتابة القرص
الملف "%s" موجود مسبقا على القرص . ما لعمل؟
لن تتم مطالبتك ثانية . سيتم قبول اختيارك إفتراضيا
استبدال الملف الموجود بهذا الملف
تسمية هذا الملف
(إستئناف التحميل . (سيتم بدء التحميل من آخر ما تم الوصول إليه
إيقاف هذا التحميل
نعم
لا
تحميل
سيحذف.أتحذف الملف على القرص أيضا؟
فضلا أدخل إسم المستخدم و كلمة المرور
تسجيل الدخول إلى "%s"
إرسال المستخدم وكلمة المرور المعينة إلى الملقم
عدم الإتصال بهذا الملقم
لقد تغير حجم "%s" على الملقم . ما لعمل ؟
إعادة التحميل من البداية
ضبط التحميل على حجم الملف الجديد . غير مستحسن
فضلا أنتظر
تحديث
الوصف
تحديث باستخدام:
البحث عن تحديث
أنت الآن تستخدم أحدث نسخة
تحميل
يتوفر إصدار %s رقم %s
نسخة توزيعية كاملة من %s %s
ترقية إلى الإصدار %s
ترقية إلى الإصدار %s (%s)
يجب إعادة تشغيل البرنامج . هل تعيد تشغيله الآن ؟
أكتمل التحديث
تعذر إيجاد المحدث
حدد نوع التحديث هنا
تحديث البرنامج باستخدام النسخة التوزيعية الكامل
تحديث البرنامج باستخدام الترقية للنسخة التوزيعية الكامل
أنظر للتفاصيل الموسعة عن عملية التحديث
ما الجديد في هذه النسخة
بدء تحديث البرنامج الآن
إلغاء التحديث و إغلاق هذه اللوحة
إنشاء تحميلات
تحديد المحتوى
عدم تحديد  المحتوى
قائمة بالتحميلات للإضافة
أشر مواد المجلد المرغوب إضافتها إلى قائمة التحميلات
عدم تأشير مواد المجلد المرغوب عدم إضافتها لقائمة التحميلات
FDM حول
(c) الحقوق
كل الحقوق محفوظة
مسجل باسم:
قد تم التحديث . مطلوب إعادة التشغيل
المستخدم و كلمة المرور خطأ
تعذر فتح ملف المحفوظات
تعذر حفظ ملف المحفوظات
الإفتراضية HTML Spider إعدادات
HTML Spider
شجرة صفحات الموقع
تحميل موقع إنترنت
إعدادات تحميل الصفحة
بدء التحميل
إيقاف التحميل
جدولة التحميل
حذف
فتح صفحة إنترنت بالمتصفح
بدء التحميل تلقائيا
عنوان (صفحة) موقع إنترنت
الملفات
أتحذف التحميلات أيضا؟
تعذر فتح قائمة صفحات الموقع
تعذر حفظ قائمة صفحات الموقع
المراد التحميل منه HTTP عنوان صفحة إنترنت أو ملقم
الذي بدأ منه التحميل HTTP عنوان صفحة إنترنت أو ملقم
إسم المجلد المراد حفظ التحميلات فيه
مجلد الناتج:
صفحات إنترنت
الصفحات
HTML إمتدادات ملفات صفحات إنترنت بالرمز:
تحميل سمات صفحة إنترنت
تحميل صفحات إنترنت من مواقع أخرى
الصور
تحميل صور
تحميل الصور المرتبطة بمواقع أخرى
عمق التحميل:
إمتدادات ملفات صفحات إنترنت مفصولة بفراغات . سيتم تدقيق الروابط بحثا عن الصور و الصفحات الأخرى للتحميل
أيضا..و هذا مستحسن (CSS) إذا أشرت سيتم تحميل سمات الموقع
بلا تأشير، لن يتم تحميل  صفحات إنترنت للمواقع الأخرى . مثلا : عند عدم تأشير هذا المربع وأنت بدأت بالتحميل من http://example.com/, فلن يتم تحميل  http://othersite.com/some.html ، لكن http://example.com/some.html سيتم تحميله
عند التأشير سيتم تحميل الصور أيضا
بلا تأشير فلن يتم تحميل الصور المرتبطة بالمواقع الأخرى
عمق التحميل . مثلا : بدأت بالتحميل من http://ex.com/index.html.. وهناك رابط إلى http://ex.com/some.html من http://ex.com/index.html.. إذا سيكون العمق =1 لـ http://ex.com/some.html . وإذا وضع العمق =0 فالنتيجة ستكون تحميل محتوى صفحة البداية فقط
تحميل الملفات من صفحات إنترنت
تحميل الملفات من مواقع أخرى
إبعاد الملفات حسب الإمتدادات
تشغيل
تحميل
عدم تحميل
الملفات مع الإمتدادات:
أشر هذا المربع إذا تريد تحميل الملفات من صفحات الإنترنت
أشر هذا المربع إذا تريد تحميل الملفات من مواقع أخرى أيضا
أشر هذا المربع إذا تريد تكوين إمتدادات الملفات للتحميل
الملفات بالإمتدادات , المحددة تحت , سيتم تحميلها إذا أشرت
الملفات بالإمتدادات , المحددة تحت , لن يتم تحميلها إذا أشرت
تصدير الإعدادات
إستيراد الإعدادات
Regedit.exe فشل تشغيل
ظهور خطأ أثناء محاولة تصدير الإعدادات
ظهور خطأ أثناء محاولة إستيراد الإعدادات
FDM ملفات ريجستري
التخلص من الصور حسب الإمتدادات
الصور بالإمتدادات:
أشر هذا المربع إذا تريد تكوين إمتدادات الصور للتحميل
الصور بالإمتدادات , المحددة تحت , سيتم تحميلها إذا أشرت
الصور بالإمتدادات , المحددة تحت , لن يتم تحميلها إذا أشرت
عدم تحمل لهذا الملف و حذف
الملقم لا يدعم الاستئناف . إعادة التحميل من البداية
فشل في فتح العنوان
مع الأسف , خطأ غير متوقع أثناء محاولة الكتابة إلى الريجستري
FDM شكرا على التسجيل , فضلا أعد تشغيل
تحميل بواسطة Free Download Manager
تحميل موقع الإنترنت بواسطة فري داونلود مانيجر
إلى قائمة القشرة إنترنت إكسبلورر FDM إضافة
أشر هذا المربع إذا تريد أن تجعل البرنامج يظهر إسمه في قشرة المتصفح عندما تضغط بزر الفأرة الأيمن
إنقاص السرعة عند نشاط المتصفح
إنقاص لمستوى واحد
الوضع على النمط الخفيف
أشر هذا المربع إذا تريد أن تنخفض السرعة تدريجيا عندما تتصفح الإنترنت . وهذا يمكنك من التصفح بسرعة أثناء تحميل شيء ما من الإنترنت بواسطة البرنامج
وضعية عيار السرعة ستنخفض بمقدار مستوى واحد ثقيلة->متوسطة , متوسطة->خفيفة
سيتم تغيير وضعية السرعة للخفيف
صالح لـ
صالح للنطاقات الفرعية
HTTP أشر هذا المربع إذا ترغب بالتحميل مع الـ
HTTPS أشر هذا المربع إذا ترغب بالتحميل مع الـ
FTP أشر هذا المربع إذا ترغب بالتحميل مع الـ
أشر هذا المربع إذا ترغب بالتحميل من النطاقات الفرعية
تحديد على الأقل بروتوكول واحد
أقصى عدد للتحميلات الجارية
أشر هذا المربع إذا تريد تقييد عدد التحميلات الشغالة مع بعض في نفس الوقت
إعادة التحميل
إنشاء قسم إضافي آخر
إيقاف قسم واحد
; context: [section x] - Stopped
متوقف
; tray menu
مربع الإسقاط
;
أترغب بتحديده بنفسك؟ Opera لـ Plugin تعذر إيجاد مجلد الـ
أترغب بتحديده بنفسك؟ Netscape لـ Plugin تعذر إيجاد مجلد الـ
Opera تعذر تثبيت المراقبة لـ
Opera تعذر نزع المراقبة لـ
Netscape تعذر تثبيت المراقبة لـ
Netscape تعذر نزع المراقبة لـ
أشر هذا المربع إذا تريد أن يقوم البرنامج بتصيد ضغطات الفأرة مع  Opera
أشر هذا المربع إذا تريد أن يقوم البرنامج بتصيد ضغطات الفأرة مع  Netscape
; create download dlg
إستعلام الحجم
; request the size of a download
طلب...
إستعلام عن حجم التحميل من الملقم
نعم للكل
لا للكل
سجل مفصل
إذا أشر فإن البرنامج سيعرض الاستجابات من الملقم
سيتم تفعيل التغييرات بعد إعادة تشغيل المتصفح
قائمة المهام
قائمة الملفات
قائمة المواقع
قائمة الصفحات
حذف التحميلات
بناء قائمة للتحميلات
إنشاء تحميل جماعي
من:
إلى:
الخطوة:
بايتات الترميز:
النتائج
نموذج:
رقم بدء التسلسل
رقم نهاية التسلسل
درجات التسلسل . مثال : إذا كان 10 فسيكون 0 10 20 30 وهكذا
عدد بايتات الترميز . مثال إذا كان 1 سيكون التسلسل 1 2 3 و إذا كان 2 فسيكون 01 02 03 و هكذا
إضغط هنا لترى التسلسل الناتج
السماح للإنترنت إكسبلورر بالتحميل عند الضغط على إلغاء
أشر هنا إذا تريد أن يحمل الإنترنت إكسبلورر عند الضغط على زر إلغاء في نافذة لوحة _ إنشاء تحميل
يجب أن يكون الرقم لنهاية التسلسل أكبر من رقم البدء
فضلا أستخدم (*) في العنوان لتعيين ما فيه
إنشاء إمتداد للملف الذي ليس له
التأشير هنا عند رغبتك في إنشاء إمتداد للملف الذي ليس له إمتداد
أظهر الأحجام بالبايتات فقط
التأشير هنا عندما ترغب في عرض أحجام الملفات المحملة بالبايتات بدلا من الكيلوبايت أو الميغابايت
تنفيذ فحص للفيروسات
الأوامر:
الإمتدادات:
التأشير هنا عندما ترغب بفحص الملفات المحملة من خلوها من الفيروسات
حدد إسم برنامج الفيروسات هنا
حدد حوارات برنامج الفيروسات هنا
حدد إمتدادات الملفات المراد فحصها من الفيروسات هنا
فضلا أدخل إسم برنامج الفيروسات
الإسم الذي أدخلته غير صحيح . فضلا تأكد من ذلك
تشغيل برنامج الفيروسات
تعطيل المهمة بعد التنفيذ
حذف المهمة بعد التنفيذ
أشر هذا المربع عند الرغبة في تعطيل المهمة تلقائيا بعد التنفيذ
أشر هذا المربع عند الرغبة في حذف المهمة تلقائيا بعد التنفيذ
تنفيذ
الخلف
توليد إسم الملف تلقائيا
التأشير هنا عند الرغبة في التسمية التلقائية للملف للتحميل الذي يتم تحميله
"htm" الحفظ تبعا للإمتداد
أشر هنا لحفظ كل صفحات إنترنت بالإمتداد "htm"
إضغط هذا الزر لتحسب الحجم الموجز لكل التحميلات
الإبقاء على بنية مجلدات الملقم
أشر هنا للإبقاء على بنية المجلدات للملقم و إلا سيتم حفظ كل ملفات الملقم في مجلد واحد
لقد قمت بتحديد مجلدا آخر . أتضع هذا المجلد كمجلد إفتراضي لهذه المجموعة ؟ يمكنك أن تغير المجلد الأصلي أيضا في خصائص المجموعة
; === ADDED LINES ===
تحميل بمثل هذا العنوان موجود مسبقا . ما العمل ؟
تشغيل
تشغيل الملف المحمل
النسخة
إضغط هنا للإتصال بنا
إضغط هنا لتحميل آخر نسخة
تحذير: هذا البرنامج محمي بقانون حقوق النشر و المعاهدات الدولية . إن إعادة الإنتاج الغير مخولة أو توزيع هذا البرنامج ، أو أي جزء منه ، قد تؤدي إلى عقوبات مدنية و إجرامية ، و سيحاكم إلى أقصى حد محتمل تحت القانون
; === new version ===
تحميل الكل بواسطة Free Download Manager
إضافة قائمة التحميلات
إزالة المحددة
هذه قائمة العناوين التي ستضاف
إضغط هذا الزر لإزالة كل العناوين المحددة من القائمة
أترغب بتحديده يدويا ؟ Firefox Plugin لا يمكن إيجاد دليل
Firefox لا يمكن تثبيت المراقبة لـ
Firefox لا يمكن إلغاء تثبيت المراقبة لـ
Mozilla Firefox أشر هذا المربع إذا تريد البرنامج أن يتصيد النقرات في
تحميل المحددة بواسطة Free Download Manager
 جاري التحميل
مواقع الإنترنت
التحميلات النشطة
ليس هناك تحميلات نشطة حاليا
التنبيهات
إستخدام "منبثقات" الجوار
إنقضاء المهلة
أشر هذا المربع لتمكن التنبيهات من "منبثقات" الجوار عندما يتوقف التحميل أو يكتمل . ملاحظة : تعمل هذه الميزة فقط على ويندوز 2000 و الإكس بي و ما فوق
إغلاق "المنبثقات" آليا بعد إنتهاء هذا الوقت
المرايا
البحث عن مرآة للعنوان آليا
العدد الأقصى للمرايا
حساب سرعة المرايا
مراجعة السرعة كل
أشر هذا الزر ليحصل البرنامج على المرآة  للعنوان لكل تحميل آليا
تحديد عدد مرايا العنوان لكل تحميل . هذا يسمح بتخفيض وقت حساب سرعة المرايا
أشر هذا الزر ليحصل البرنامج على حساب السرعة لكل ملقم مرآة
مراجعة سرعة المرايا آليا خلال فترة الوقت المحددة
عدم البحث إذا كان حجم الملف أقل من
سوف لن يبحث البرنامج عن المرايا إذا كان حجم الملف أقل من الحجم المحدد
(عدم البحث إذا كان حجم الملف مجهول (مستحسن
إضافة مرآة
بحث عن مرايا
إضافة عنوان مرآة لهذا التحميل يدويا
FileSearching.COM البحث عن عنوان مرآة لهذا التحميل مع
قائمة عناوين للمرايا
سرعة الملقم
مستخدم
قياس سرعة المرايا
قياس سرعة ملقمات المرايا
معلومات التحميل
يتم الإنتظار...
عنوان المرآة للتحميل
FTP الملف الذي يتجاوز حجمه 2 جب . معتمدة فقط عن طريق
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
تحميل جديد
تعيين المجموعة للتحميل آليا
:ضع المجموعة إلى
حفظ التحميل إلى مجلد مجموعته الملائمة
أشر هذا المربع إذا تريد تعيين مجموعة التحميل أن يتم تعيينها حسب إمتداد الملف أو إعدادات البرنامج
ضع المجموعة الإفتراضية يدويا
أشر هذا المربع إذا تريد أن يتم حفظ التحميل إلى مجلد مجموعته الإفتراضية (أنظر خصائص المجموعة
ضع مجلد الناتج الإفتراضي يدويا
; END
; BEGIN: Monitoring page
المراقبة الصامتة
عدم عرض نافذة "إنشاء تحميل" عند إضافة تحميل من المتصفح ، إذا كان مؤشرا
تخصيص
حدد مواد القائمة للعرض في قائمة سياق قشرة الإنترنت إكسبلورر
; END
تحديد مواد القائمة للعرض
على الأقل يجب أن تختار مادة واحدة للقائمة
إستخدام أصوات
أشر هذا الزر إذا تريد أن يقوم البرنامج بتشغيل أصوات مع بعض الأحداث (مثلا :- عندما يكتمل التحميل
حدد صوتا لكل حدث
; BEGIN : Customize sounds dialog
تخصيص الأصوات
ضع الصوت
إزالة
تجربة
قائمة بأحداث البرنامج مع أصوات ملائمة . هنا يمكنك أن تضبط البرنامج ليقوم بتشغيل الصوت عندما يقع الحدث
إضافة التحميل - تشغيل صوت عند إضافة تحميل أو أكثر إلى قائمة التحميل
إكتمال التحميل - تشغيل صوت عندما يكتمل التحميل بنجاح
فشل التحميل - تشغيل صوت عندما يظهر خطأ ما أثناء محاولة تحميل ملف ما
نجاح الإتصال - تشغيل صوت عندما تقوم المهمة المجدولة بتأسيس إتصال هاتفي بنجاح
فشل الإتصال - تشغيل صوت عندما تقوم المهمة المجدولة بتأسيس إتصال هاتفي فاشل لبعض الأسباب
ضع صوتا للحدث المحدد
عدم تشغيل صوت عندما يظهر الحدث المحدد
تجربة الصوت المحدد
الحدث
ملف الصوت
بدون صوت
إضافة التحميل
إكتمال التحميل
فشل التحميل
نجاح الإتصال
فشل الإتصال
ملفات الصوت
; END
يتم البحث عن مرايا...
يتم قياس سرعة المرايا...
لق تم البحث عن مرايا
يتم الإتصال بملقم البحث...
يتم أخذ النتائج...
هناك %d مرآة تم العثور عليها
تم البحث عن مرآة
تتم تجربة مرآة أخرى...
لا يوجد هناك مرايا
فاشل
تم قياس سرعة المرايا
; BEGIN: History page
المحفوظات
حفظ محفوظات الروابط و المجلدات
حفظ محفوظات المجلدات فقط
الإبقاء على السجلات خلال
العدد الأقصى للسجلات
مسح المحفوظات
سيحفظ البرنامج محفوظات الروابط و المجلدات التي كتبتها
سيحفظ البرنامج محفوظات المجلدات فقط
سيحذف البرنامج السجلات الموجودة في المحفوظات لأكثر من الفترة الزمنية المحددة
العدد الأقصى للسجلات في المحفوظات . فعندما  يتجاوز عدد السجلات هذه القيمة فسيقوم البرنامج بحذف السجلات الأقدم
حذف كل السجلات من المحفوظات
; END
إستيراد
تصدير
إستيراد قائمة من التحميلات
تصدير قائمة من التحميلات
ملفات نصية
لا يمكن فتح الملف
تصدير كل التحميلات
تصدير كل التحميلات في القائمة
تصدير التحميلات المحددة
عدم تصدير التحميلات المكتملة
الإلحاق إذا كان الملف موجود
\ إسم المجموعة غير صالح . الرجاء عدم إستعمال الرموز / أو
خروج عند الإنتهاء
; BEGIN : Downloads History window
مضاف
محفوظ إلى
; END
سلة المحذوفات
; BEGIN: Recycle Bin
خصائص
إفراغ سلة المحذوفات
;END
;BEGIN: Recycle Bin properties
عدم وضع التحميلات المحذوفة في سلة المحذوفات
الإحتفاظ بأقصى حد
التحميلات
عدم الإحتفاظ بالتحميلات المكتملة
طلب تأكيد عند حذف التحميلات
خصائص سلة المحذوفات
أشر هذا الزر إذا كنت لا ترغب بتخزين التحميلات المحذوفة في سلة المحذوفات
أشر هذا الزر إذا كنت ترغب بتحديد عدد التحميلات المحذوفة كمخزون في سلة المحذوفات
أقصى عدد للتحميلات المخزنة في سلة المحذوفات
أشر هذا الزر إذا كنت لا تريد التحميلات المكتملة أن يتم تخزينها في سلة المحذوفات بعد الحذف
أشر هذا الزر إذا تريد أن يقوم البرنامج بطلب تأكيد عندما تحاول حذف تحميل ما
;END
إستعادة
إستعادة التحميلات...
; History subitems
اليوم
أمس
أسبوع
شهر
مخصص...
; end
مسح المحفوظات
حفظ محفوظات التحميل
حفظ محفوظات التحميلات المكتملة فقط
أشر هذا الزر إذا تريد حفظ محفوظات التحميل
أشر هذا الزر إذا تريد خزن محفوظات التحميلات المكتملة فقط
إعدادات محفوظات التحميل
...يتم بناء قائمة لسجلات المحفوظات
; Download was deleted
محذوف
تحديد مدى الوقت
بحث
بحث عن التالي
مادة البحث
; BEGIN : Find dialog
البحث في
إسم الملف المحلي
حدد مادة البحث هنا
البحث في أجزاء ملفات الموقع
البحث في كل الموقع
البحث في تعليق التحميل
البحث في إسم و مسار ملف التحميل على القرص المحلي
إعدادات بحث الإعداد المتقدم
; ADVANCED settings
مكان البحث
بحث في قائمة التحميلات
بحث في محفوظات التحميل
بحث بوقت محدد
ضع
بحث في سلة المحذوفات
بحث مع حجم ملف محدد
الأدنى
الأقصى
بحث في قائمة التحميل
بحث في محفوظات التحميل
البحث فقط عن التحميلات التي توافق النطاق المحدد للوقت
ضع مدى الوقت
بحث في سلة المحذوفات
البحث فقط عن التحميلات التي توافق النطاق المحدد للحجم
الحجم الأدنى المطلوب
الحجم الأعلى المطلوب
البحث في المجموعة
حدد المجموعة التي ترغب بالبحث فيها
; END
...يتم البحث عن التحميل
لم يتم العثور على شيء
لم يتم العثور على شيء أيضا
تم البحث
العنوان إلى الحافظة
ZIP معاينة
يجب على الأقل تحديد ملف واحد
مستحيل أن يكون الملف الذي أنت تحمله هو أرشيف زيب . أتريد معاينته ؟
معاينة الصوت/الفيديو
فشل في فتح الملف
نوع الوسيطة مجهول
أو أعلى لتستخدم هذه الميزة .يمكنك تحميله من شركة ميكروسوفت DirectX 8.0 الرجاء قم بتثبيت
معلومات الوسيطة
: الحجم
: المتاح
: المدة
كتم
تشغيل
إيقاف مؤقت
المرشح
: [zip rar arj : الإمتدادات [تفصل بفراغات مثال
إزالة الملفات بمثل هذه الإمتدادات
الإبقاء على الملفات بمثل هذه الإمتدادات فقط
الضروري لمعرفة برنامج الفيروسات  %file% عبارة الحوار لا تحوي ماكرو
الإستمرار على أي حال ؟
تحذير
إستخدام الخواص المخفية للتحميل الغير مكتمل
إلحاق التعليق إلى إسم الملف عند الإنتهاء
عدم تخزين صفحات الملقم
أشر هذا الزر إذا لا تريد تخزين صفحات الملقم في كمبيوترك ما عدا الملفات و الصور فقط
ZIP إستخدام معاينة
أشر هذا الزر إذا تريد معاينة محتوى الأرشيف المضغوط في بداية التحميل لتحميل جزء ما منه فقط
: الكتلة
بدء التحميل تلقائيا
أشر هذا الزر إذا تريد أن يبدأ البرنامج تلقائيا بتحميل كل تحميل جديد
الرجاء أشر الملفات للتحميل
ضع المواقع البديلة (روابط العنوان) لهذا التحميل
عدم المعاينة مستقبلا
لقد قمت بتعطيل المعاينة لإرشيف زيب . إذا تريد فتحه أنتقل إلى خيارات -> خيارات التحميل (كنترول+خ) -> صفحة تحميل جديدة و أشر مربع معاينة زيب
قائمة التجاهل
قائمة من صفحات ويب و التي يجب تجاهلها أثناء تحميل موقع ما
المجلدات الفرعية
إضافة
تجاهل كل المجلدات الفرعية أيضا
; Proxy tab new settings
إستخدام التراجع عند الإتصالات المقطوعة
بايت
حجم التراجع
أشر هذا الخيار إذا تريد تمكين ميزة التراجع . هذا الخيار يساعدك في حماية تحميلاتك من التلف
حجم التراجع . الحجم الأكبر يسمح للتراجع بالعمل بسلامة أكثر . الحجم المستحسن هو 3000 بايت . يمكنك زيادة هذه القيمة إذا كان تحميلك ما يزال متضررا
; downloader options -> monitor tab
الملقم لا يستطيع ضمان إمكانية الإستئناف . الإستجابة غير صالحة
إستعمل هذا الخيار إذا تريد البرنامج أن يتخطى الملفات التي أصغر من الحجم المحدد
ك-بايت
تحذير . سلة المحذوفات كبيرة جدا . هذا قد يبطئ من الأداء بشكل كبير . يستحسن إفراغ سلة المحذوفات . هل تريد أن تفعل ذلك ؟
عدم تدقيق هذا ثانية
تحذير . محفوظات التحميلات كبيرة جدا . هذا قد يبطئ الأداء بشكل كبير . يستحسن مسح المحفوظات . هل تريد أن تفعل ذلك ؟
الملقم لا يستطيع ضمان الإستئناف . الرد غير صالح
نسخ إلى المحفوظات
; general settings | skins page
الغلافات
الغلاف
السماح باستعمال أيقونة الغلاف الخاصة
السماح باستعمال صور الغلاف النقطية الخاصة
; default skin
<الإفتراضي>
ملاحظة : سيتم تفعيل التغييرات بعد إعادة تشغيل البرنامج فقط
عرض المعلومات أثناء الإستمرار
تخطي الملفات بالإمتدادات:
قائمة بامتدادات الملفات للتخطي
لا يوجد تحميلات نشطة
تشغيل ملف صوتي عند إتمام كل التحميلات
إستيراد قائمة عناوين من الحافظة
كلمات المرور
خيارات مدير الموقع
; Save password dialog
هل تحفظ كلمة المرور ؟
يمكن أن يقوم البرنامج بحفظ كلمة المرور لهذا الملقم لتفادي إدخالها كل مرة تحمل من هذا الملقم
هل تحفظ كلمة المرور هذه ؟
عدم المطالبة بحفظ أي كلمة مرور
; Site Manager options | Passwords tab
إستخدام مدير الموقع في تخزين كلمات المرور
المطالبة بحفظ كلمة المرور أو لا
عدم المطالبة بحفظ كلمات المرور
حذف كل كلمات المرور قبل الخروج
حذف كل كلمات المرور
; create new HTML Spider task
(حذف كل التحميلات آليا (مستحسن
التحميلات آليا هذا يسرع تحميل المواقع الكبيرة HTML Spider أشر هذا المربع إذا تريد أن يحذف
التغييرات ستكون فعالة بعد إعادة تشغيل البرنامج
النمط الجديد
النمط القديم
إن إسم الدليل غير صالح
إخفاء النوافذ العائمة في نمط الشاشة الكاملة
أشر هذا المربع إذا تريد أن تكون النوافذ العائمة مخفية آليا في نمط الشاشة الكاملة
 الملف
 مجدول التشغيل . هل تريد تشغيله الآن ؟
تشغيل ملف التحميل عندما يكتمل
لكتابة عنوان الموقع (*a) أو (*A) أستخدم (*) أو
ملقم بحث المرايا :
إسبات
إستعداد
تذكر إختياري
إقتراح لتغيير مجلد المجموعة الإفتراضي
حفظ الملف
تشغيل الملف
حفظ الملف و فتحه
طريقة التحميل :
ربط إلى البرنامج
Free Download Manager ربط إلى
المستعمل العزيز
هذا البرنامج نقدمه لك مجانا . يمكنك إستعماله إلى ما تشاء مجانا
و مع ذلك ، إذا وجدته برنامج مفيد فإننا نطلب منك مساعدتنا في نشره بوضع وصلة إليه على موقعك و بالتالي سيتعرف المزيد من الأشخاص عليه
شكرا لمساعدتك مقدما\nFree Download Manager فريق تطوير
ذكرني خلال 3 أيام
ذكرني في المرة القادمة | Free Download Manager أطلق
عدم عرض هذه النافذة ثانية
HTML عرض رمز رابط
HTML رمز رابط
مزيد من الأمثلة
نسخ إلى الحافظة
إخفاء
; "Traffic usage mode has been changed" window
تم تغيير نمط إستعمال حركة المرور
لقد قمت بتبديل نمط إستعمال حركة المرور\nهذا البرنامج له ثلاثة أنماط :
في هذا النمط سيحمل البرنامج بالسرعة القصوى الممكنة . هذا النمط أشد تأثيرا
في هذا النمط سيحمل البرنامج بالسرعة المتوسطة . هذا النمط يسمح لك بتصفح الإنترنت و إبقاء السرعة العالية للتحميل في نفس الوقت
في هذا النمط سيحمل البرنامج بالسرعة البطيئة. هذا النمط يسمح لك بالتحميل بدون التأثير الكبير على الشبكة
;
تبديل الإسم عند إعادة التحميل
أدخل قيمة أقل من %d
; export/import downloads
ملفات قائمة العناوين
ملفات قائمة معلومات التحميلات
;
خيارات التصدير
;
وضع التاريخ للملف حسب التاريخ المحدد من قبل الملقم
وضع نفس التاريخ للملف المحمل مثل الملف الذي على الملقم
إنتاج ملف وصفي
إنتاج ملف بالاسم "دي-إس-سي" (* - إسم الملف المحمل) الذي سيحتوي على وصف صغير للملف المحمل (التعليقات + الرابط + التاريخ) . سيتم إنتاج هذا الملف فقط للتحميل الذي له التعليقات
هذا الملف تم تحميله من
عدم إستخلاص تاريخ الملف من الملقم
هذا الخيار يسمح لك بزيادة سرعة بدء تحميل (إف-تي-بي) . يستخدم البرنامج أمر (إس-آي-زد-إي) بدلا من أمر (إل-آي-إس-تي) لذلك
عدم حفظ سجلات للتحميلات
إن تمكين هذا الخيار سيجعل تشغيل البرنامج و إغلاقه أسرع و سيقلل من إستعمال الذاكرة
;
تصدير محفوظات التحميلات
تصدير كافة المدخلات
تصدير كافة المدخلات على القائمة
تصدير المدخلات المحددة
تصدير المدخلات حول التحميلات المكتملة فقط
;
HTML ملفات
;
محفوظات التحميلات
الرابط للتحميل
محمل إلى ملف
حجم الملف
التحميل أكتمل
تم حذف التحميل
;
حفظ في
حجم الملف
دعم الاستئناف
إغلاق هذه اللوحة عند إكتمال التحميل أو توقفه
فتح
هل تريد أن ترى هذه النافذة ثانية ؟
نعم ، لكن لا تظهر نافذة التقدم مؤقتا لهذا التحميل
لا ، لا تظهر مثل نوافذ التقدم هذه لأي تحميل
نعم ، لكن لا تظهر نافذة التقدم لهذا التحميل
إستعمال مفتاح (شيفت) معناه أن هذا التحميل سيتم حذفه من القرص و أنك لن تتمكن من إستعادته\nهل أنت متأكد ؟
تحديد المجموعة
ضع المجلد الجذري للمجموعة
قم بتحديد المجلد الجذري للمجموعة\nسيتم تطبيق التغييرات على التحميلات الجديدة فقط.
آخر محملات
(فارغ)
إيقاف كافة التحميلات مؤقتا
إظهار نافذة تقدم التحميل
إذا كان مؤشر فإن البرنامج سيقوم بإنشاء نافذة معلومات خاصة حول التحميل لكل تحميل جاري
; general settings | misc page
أوقات المهلة للتأكيدات
تشغيل الملف
المطالبة بنوع إغلاق الكمبيوتر
مهلة التأكيد لأمر "أدوات | قطع الإتصال عند الإنتهاء
مهلة التأكيد لأمر "أدوات | الخروج عند الإنتهاء
مهلة التأكيد لأمر "أدوات | إغلاق الكمبيوتر عند الإنتهاء
مهلة التأكيد لتشغيل الملف المحمل عند إكتمال التحميل
إذا كان مؤشر فإن البرنامج سيطالبك بنوع الإغلاق لأمر "أدوات | إغلاق الكمبيوتر عند الإنتهاء
عدم المطالبة بالتأكيد
; 5 seconds, 10 seconds, ...
%d ثانية
أنتظر تأكيدي
تجاهل الصفحات من هذا المجلد
تحميل الصفحات من هذا المجلد فقط
تضمين المجلدات الفرعية
تجاهل كافة صفحات الويب الموجودة في هذا المجلد
تحميل الصفحات من هذا المجلد فقط و تجاهل صفحات ويب الأخرى
أشر هذا الخيار إذا تريد هتمل-سبايدر أن يتجاهل (أو يحمل فقط) الصفحات الموجودة في كافة المجلدات الفرعية للمجلد المحدد
هنا يجب أن تعين الرابط للمجلد\n"http://site.com/docs/" مثال :
النوع
تجاهل
فقط
مجموعة الأعداد
تعيين
هنا يجب أن تحدد مجموعة الأعداد لقائمة الدفعة\nمثال : 1-100
أنقر هذا الزر لتخصيص مجموعة الأعداد باستعمال نافذة الحوار
العدد مفرد
العدد
تعيين مجموعة الأعداد
خطأ بتركيب الجملة
إستخراج الإرشيف
إستخراج
الإستخراج
المجلد الوجهة
فشل في الإستخراج . صيغة ملف غير معروفة
حركة مرور التحميل هذا الشهر\n(تم تحميل %s في الشهر السابق)
إجمالي السرعة للتحميل
تعطيل أدوات | "عند الإنتهاء" للمهمة بعد التنفيذ
عندما يكون في وضع التمكين ، أي أدوات | "عند الإنتهاء" سيتم تعطيل المهمة آليا بعد التنفيذ . لذا سيتم التشغيل فقط مرة واحدة
; %s
; 1st - name of a file
; 2nd, 3rd - file info (size + date).
موجود مسبقا "%s" ملف\n\nهل تريد إستبداله\n(%s)\n\nبالملف الجديد\n(%s) ؟
نعم لكل
تخطي
تخطي الكل
صيغة الإرشيف غير معروفة
زيارة موقع ويب
تثبيت حزمة
فقط ARJ و ZIP و RAR إفتراضيا يدعم البرنامج\nيمكنك أن توسع قائمة الأرشيفات المدعومة بتثبيت حزمة معتمدة لإرشيفات إضافية للبرنامج و ذلك يتطلب الإتصال بالإنترنت
حزمة الإرشيف
تحريك لفوق
تحريك لتحت
تحريك التحميل(ات) المحددة لفوق
تحريك التحميل(ات) المحددة لتحت
فحص سلامة الملف
بعض مواقع ويب تقدم مجموعات إختبارية خاصة للملفات المتوفرة للتحميل لكي تتيح للمستخدمين التأكيد من أن الملف المحمل غير تالف . يمكنك وضع هذا المجموعة الإختبارية هنا و سوف يقوم البرنامج بفحص سلامة الملف
الخوارزمية
المجموعة الإختبارية
لصق من الحافظة
فحص
...يتم حساب مجموعة الملف المحمل الإختبارية
نجاح فحص سلامة الملف
فشل فحص سلامة الملف
تم بنجاح الإنتهاء من فحص سلامة الملف\nلا يوجد أخطاء في الملف المحمل
تم الإنتهاء من فحص سلامة الملف\nيوجد أخطاء : الملف تالف أثناء عملية التحميل . يجب إعادة التحميل من البداية
عدم إظهار هذه النافذة ثانية إذا نجح الفحص
تعذر العثور على الملف التنفيذي لبرنامج الفيروسات الذي قمت بتحديده\nالرجاء قم بتحديده يدويا
أحجام الملفات غير متساوية
حفظ باسم :\nمثال : الملف (*)(أ) بهيئة نص
حفظ غير صالح حسب القالب المحدد\nتأكد أن له علاقة بقالب الرابط
عند الإنتهاء
(عند الإنتهاء (إكتمال الكل أو في الخطأ
التطبيقات
ما هذا ؟
الآراء
;
عزيزي الغالي
هذا البرنامج هو أحد برامج التحميل الأكثر شعبية في العالم حيث يستخدمه الملايين ، لكن الآن و بعد أن أصبح مشهورا فإننا نطمح في المزيد
إذا وجدته مفيدا و تعتبره برنامجا ضروريا كما نعتبره نحن ، فإننا بلطف نطلب منك مساعدتنا في نشره و ذلك بوضع رابط إليه في موقعك أو في مساحتك الشخصية
; %s will be replaced with "FDM buzz"
لقد تم بدء %s الرسمي في أغسطس/آب 16 , 2006 . هدفنا أن نجعل هذا البرنامج الأداة الأسرع إنتشارا على مستوى الإنترنت بعد فايرفوكس
FDM نقاش
; %s will be replaced with "blog"
يمكنك أن تتابع تقدم هذا البرنامج في %s الخاص بنا
موقع شخصي
شكرا لمساعدتك مقدما\nFree Download Manager فريق تطوير
عدم إظهار هذه النافذة ثانية , فأنا أتذكر جيدا
أنضم إلى النقاش
لا , شكرا
FDM مجتمع
الإنتقال إلى "الآراء" بعد التحميل
عند التمكين ، سيتم تنشيط قسم "آراء" آليا حينما يتم التحميل
Internet Explorer تعديل تعريف شبكة
عند التمكين فإن هذا يخبر مواقع ويب التي تقوم بتصفحها بأنك مركب برنامج (فري داونلود مانيجر) أي هذا البرنامج . و مع هذا قد يؤدي إستعمال هذا الخيار إلى منع بعض المواقع
ضار ؟
أشر هنا إذا كان هناك شخص ما من مستعملي هذا البرنامج قد بلغ  بأن هذا التحميل يحتوي على فيروس أو تجسس أو ملف ضار ... الخ
حسنا، لا أحد ن مستعملي هذا البرنامج قد بلغ  بأن هذا التحميل يحتوي على فيروس أو تجسس أو ملف ضار\n\nو مع ذلك , لا نضمن بأن هذا التحميل آمن أو غير ضار و لذا يستحس فحصه بواسطة بعض البرنامج المضادة للفيروسات
; keep all %xxx, \n as is.
هناك %d من %d من المستخدمين ذكروا بأن هذا التحميل ضار\nإن معدل تصنيف هذا التحميل هي %.*g\n\nهل تريد عرض الآراء حول هذا التحميل ؟
تأشير كل تحميل جديد قبل التحميل إذا كان الملف ضارا
إستعمل هذا الخيار لجعل البرنامج يقوم بالفحص تلقائيا ، قبل التحميل أو إذا ذكر أي شخص من المستخدمين أن هذا التحميل ضار
عرض الآراء أثناء التحميل
عند التمكين سيقوم البرنامج بتنشيط قسم الـ "آراء" تلقائيا لعرض الآراء حول ملف التحميل
(التدقيق إذا كان ملف التحميل ضارا (شاهد الخيارات لتعطيل هذا
حسنا ، لا أحد ذكر بأنه ضار
تحذير ! لقد ذكر شخص ما بأن هذا التحميل ضار
إغلاق
فتح
عدم التحميل لهذا الملف
تخزين مؤقت لعمليات كتابة البيانات المحملة إلى القرص
عند التمكين ، سيستعمل البرنامج الذاكرة الوسيطة للمخزون المؤقت بالحجم الذي تحدده أنت لعمليات كتابة البيانات المحملة . مما سيقلل من عدد مرات الإستخدام لقرصك الصلب . و هذه يمكن أن يزيد سرعة التحميل للإتصالات السريعة\nو من ناحية أخرى إذا لم تتم كتابة البيانات المحملة إلى القرص الصلب فورا فإن هذه البيانات ستتطلب إعادة التحميل ثانية في بعض الأحيان\nينصح بذلك للإتصالات السريعة
(لا يمكن تركيب المراقبة لـ (سي-مونكي
(لا يمكن إلغاء تركيب المراقبة لـ (سي-مونكي
أشر هذا المربع إذا تريد أن يمسك البرنامج بنقرات الفأرة في متصفح مازوللا : فايرفوكس
أشر هذا المربع إذا تريد أن يمسك البرنامج بنقرات الفأرة في متصفح مازوللا : سي-مونكي
السماح للمتصفح بالتحميل عند الضغط على إلغاء الأمر
أشر هذا المربع إذا تريد متصفحك أن يحمل الملف عند الضغط على إلغاء الأمر في لائحة إنشاء التحميل
إضافة فري-داونلود مانيجر إلى قائمة سياق المتصفح
أشر هذا المربع لإضافة الفقرات "تحميل بواسطة فري-داونلود مانيجر" و "تحميل الموقع بواسطة فري-داونلود مانيجر" إلى قائمة سياق المتصفح ... تظهر هذه القائمة عند الضغط بزر الفأرة الأيمن
حدد مواد القائمة للعرض في قائمة سياق المتصفح
لا يمكن تركيب مراقبة فايرفوكس
نقل ملفات إلى مجلد
...السرعة منخفضة جدا . يتم إستئناف الجزء
(الإستئناف إذا كانت السرعة منخفضة جدا (بالدقيقة :
إستئناف الجزء عند النقص المثير لسرعة التحميل
هل تريد رؤية نافذة تقدم التحميل ثانية ؟
مع الأسف , هذه الخدمة غير متوفرة حاليا . الرجاء حاول ثانية لاحقا
تحريك لفوق
تحريك لتحت
وضع التحميل في أعلى القائمة
أشر هذا الخيار إذا كنت تريد وضع التحميل في أعلى قائمة التحميلات
FlashGot لا يمكن تمكين المراقبة في متصفح فايرفوكس بسبب تركيب إمتداد\nأولا FlashGot يجب أن
تمكين
تعطيل
تبديل
إذا كان نمط الإيقاف المؤقت لكافة التحميلات في وضع التمكين فسيتم تعطيل الإيقاف المؤقت و العكس و بالعكس
سيتم بدء %s الرسمي في أغسطس/آب 16 , 2006 . هدفنا أن نجعل هذا البرنامج الأداة الأسرع إنتشارا على مستوى الإنترنت بعد
تحميل التحديثات و تثبيتها تلقائيا
التنبيه فقط عند توفر التحديثات
إغلاق التحديثات التلقائية
%s الآن المراقبة نشطة في
حذف التقرير
هل تحذف ؟
Free Download Manager لا يوجد هناك وصول كتابي إلى مجلد\nيجب أن تحصل على حق وصول كتابي لتسمح للبرنامج بحفظ ملفات بياناته , و إلا ستفقد كافة البيانات بعد إعادة تشغيل البرنامج
هذا المربع الصغير يسمح لك بسحب و إسقاط الروابط من متصفحك إلى البرنامج\nيسمح بإظهار و إخفاء نافذة البرنامج بسرعة بواسطة النقرة المزدوجة بزر الفأرة\n\nلإخفائها أنقر عليها بزر الفأرة الأيمن و قم بإزالة التأشير من مادة قائمة مربع الإسقاط
Free Download Manager مربع إسقاط
تعطيل كافة التبيهات للتحميلات الجماعية
أشر هذه الخيارات لكي تعطل كافة التنبيهات (الرسائل و الأصوات) للتحميلات التي يتم إنشاؤها بواسطة الأمر "%s"
قائمة التجاوز
عين قائمة إمتدادات الملفات و قائمة المواقع التي لا يجب أن تراقب
(عدم مسك التحميل من هذه المواقع (أفصل بمسافة:
سيراقب البرنامج التحميلات من المواقع التي في هذه القائمة . عين أسماء النطاق هنا . يمكنك إستخدام الرمز "*" ـ
تحذير\nظهور خطأ أثناء تنفيذ فحص الفيروسات\nهل تريد تشغيل الملف المحمل على أية حال ؟
سلامة الملف
التدقيق حول سلامة الملف قبل التحميل
لعمل تدقيق حول سلامة التحميل يجب وضع مجموع إختباري صالح للملف . غالبا يجب أن تضعها لكل تحميل
عند فشل المراقبة
المجموع الإختباري الصالح لهذا الملف
عدم عمل شيء
عين هنا الإجراء للبرنامج عند فشل تدقيق سلامة الملف\nالمطالبة - ستتم مطالبتك حول الإجراء\nإعادة التحميل - سيقوم البرنامج بإعادة هذا التحميل من البداية\nعدم عمل شيء - سيضيف البرنامج التقرير حول فشل التدقيق إلى سجل التحميل و لن يعمل أي شيء غير ذلك
...جاري تدقيق سلامة الملف
نجاح تدقيق سلامة الملف
فشل تدقيق سلامة الملف
عين خوارزمية تدقيق سلامة الملف
المجموع الإختباري الصالح
مجموع الإختباري النتيجة
; zip preview window
تأشير/عدم تأشير الكل
; group's properties dialog
Macro ملفات
freedownloadmanager.org : إسم الملقم مثال
المسار إلى ملف التحميل على الملقم
السنة الحالية
(الشهر الحالي (الرقم من 1 إلى 12
اليوم الحالي
; don't translate "%year%-%month%-%day%" here
التقييم إلى "%year%-%month%-%day%"
;
Mozilla Firefox
Firefox سيأخذ البرنامج إعدادات الملقم الوكيل من
; new download settings
إستخدام هذه المجموعة
; Downloads -> Schedule ->
بدء
إيقاف
بداية جدولة التحميل
توقف جدولة التحميل
;
; downloads that not completed or were completed recently
الغير مكتمل+الأخيرة
المجموعة الأصل
;
; create new download dialog -> set output folder as default dialog
الوضع كإفتراضي لكافة مجموعات التحميل أيضا
; %s - place of name of the group. don't change this
هل تريد وضع هذا المجلد كمجلد ناتج إفتراضي لمجموعة "%s" ؟
;
;
مسح قائمة التحميلات
رفع الملفات
رفع الملفات
بدء رفع الملفات
إيقاف رفع الملفات
جدولة رفع الملفات
تحريك المرسلات إلى فوق
تحريك المرسلات إلى تحت
مرسل
قائمة المرسلات
...جاري جلب رابط وجهة رفع الملفات من الملقم الأساسي
إحباط
; outlook express: view | insert file | ...
كمرفقات
(كوصلة (رفع الملفات
المجلد
;
إضافة ملفات
إضافة مجلد
Bittorrent
Bittorrent تمكين دعم بروتوكول
الحد لمرور رفع الملفات
الحد لعدد إتصالات رفع الملفات
إستخدام منافذ في نطاق من
إلى
DHT تمكين الـ
تمكين أو تعطيل الدعم لبروتوكول بيت-تورنت . و رغم ذلك فإنه إذا كان هناك تحميلات بيت-تورنت في القائمة في سلة المحذوفات الخاصة بالبرنامج فإن نظام بيت-تورنت لن يتم تعطيله بالكامل
الحد من السرعة الكلية القصوى لإتصالات رفع الملفات . هذا غير مستحسن لبروتوكول بيت-تورنت و قد يخفض سرعة تحميلك
الحد من العدد الأقصى لإتصالات الارسال الكلية . إن وضع العدد الأقل جدا قد يؤدي إلى النقص في سرعة التحميل
عين هنا النطاق للمنافذ التي سيستخدمها البرنامج في إتصالات رفع الملفات
DHT تمكين إمتداد\nالتحميل بدون إستعمال وحدة التتبع) . تمكين هذا الخيار سيؤثر على زيادة إستهلاك حركة مرور الشبكة)
الإسم
تسجيل الدخول مطلوب لوحدة التتبع
Bittorrent إضافة تحميل
هذا torrent خطأ أثناء معالجة ملف
Torrent ملف
يبدو أنك تريد تحميل ملف (تورينت) . مطلوب تمكين الدعم بيت-تورنت ليعمل هذا الخيار\n\nBittorrentهل تريد تمكين
أعد كتابة كلمتي مرورك : كلمتا مرورك غير متطابقتين
عين الملفات المراد رفعها
خصائص رفع الملفات
إستمرار التحميل Metalink تم إكتشاف ملف معلومات
إستمرار التحميل Bittorrent تم إكتشاف ملف معلومات
فشل الدخول في الملفات على القرص
...جاري إتصال وحدة التتبع
فشل إستقبال الرد من وحدة التتبع
تم إستقبال الرد بنجاح من وحدة التتبع
...فشل التدقيق الجزئي لبعض أجزاء التحميل . جاري إعادة تحميله
حجز كامل نطاق العرض لهذا التحميل
هل تريد تعطيل تشغيل البرنامج تلقائيا مع بدء الويندوز ؟
مع الأسف ، الخدمة الإجتماعية غير متوفرة حاليا . الرجاء المحاولة ثانية لاحقا
إسم الملف يجب أن لا يحتوي على الرموز \/:*؟"<>| . الرجاء إدخال إسم آخر
إسم الملف يجب أن لا يحتوي على الرموز :*؟"<>| . الرجاء إدخال إسم آخر
تخصيص النوافذ العائمة
الشفافية
البيانات
إبقاء كافة ملفات البيانات في مجلد المستخدم الحالي
إبقاء الملفات في هذا المجلد
سيتم تفعيل التغييرات بعد إعادة تشغيل البرنامج
إظهار نافذة تقدم
إنشاء نسخة محمولة
هي من أجل إستخدامها على كمبيوترات Free Download Manager النسخة المحمولة من\n\nFlash مختلفة و بدون الحاجة لتثبيتها و تكوينها على كل كمبيوتر , مثلا في قرص\n\nو حالما يتم تشغيله سيقوم بتسجيل نفسه في نظام الكمبيوتر و يتكامل مع المتصفحات و عند\n\nالخروج سيلغي تسجيله بنفسه تلقائيا . حدد هنا المسار المراد إنشاء هذه النسخة فيه . و هذا\n\nيجب أن يكون المجلد على بعض محركات الأقراص القابلة للفصل و مثال على ذلك\n\n"I:\My portable programs\"
التكامل
.torrent مع ملفات Free Download Manager إشراك
إستخدام هذه المجموعة دائما للتحميلات الجديدة
إستخدام هذه المجموعة دائما و تذكر مجلد الناتج الأخير كل مرة
Flash تحميلات فيديو
تحميل الفيديو بواسطة Free Download Manager
هذا الموقع غير معتمد . شاهد قائمة المواقع المعتمدة
عرض في نافذة التحميل
... جاري التحميل Flash هذه هي الصفحة التي فيها فيديو
...يتم التحويل
تحويل
خيارات التحويل
صيغة الملف
حجم الفيديو
; video quality
النوعية
منخفضة جدا
منخفضة
عادية
متوسطة
مرتفعة
مرتفعة جدا
;
MPEG-4 (*.avi) إستخدام AVI
XVID (*.avi) إستخدام AVI
عدم تغيير
معدل نقل الفيديو
معدل نقل الصوت
تذكر الإعدادات كإفتراضية
;
flash إنشاء تحميل فيديو
تحويل ملف الفيديو المحمل آليا إلى الصيغة المحددة
إعداد الخيارات المتقدمة
قائمة عرض المواقع المعتمدة
; used in "create flash video download" window
مثال :
المحاولة التالية للإتصال إلى وحدة التتبع في %d ثانية
تحضير الملفات على القرص ... قد يستغرق ذلك عدة دقائق
الحالة
تحضير الملفات على القرص...
(MPEG4 + AAC, *.mp4) iPod/PSP لـ MP4
معاينة/تحويل وسائط
تحويل ملف وسائط
التبديل آليا إلى هذا التبويب
;keep "\n\n%s\n" as is
تم بنجاح تحويل ملف الوسائط و تخزينه في\n\n%s\n
فشل تحويل ملف الوسائط\n\n%s
المجموعة للتحميل الجديد
معلومات التجزئة
النظائر
التابع
الأجزاء
المتتبع
حالة وحدة التتبع
سرعة رفع الملفات
البايتات المرسلة
معدل المشاركة
عدد البايتات المفقودة
Torrent رابط
هل أنت متأكد ؟\nسوف يؤدي هذا إلى إعادة التحميل من
حركة المرور المستخدمة ("المحمل" ؛ "المرسل") هذا الشهر\n(تم إستخدام %s في الشهر السابق)
(السرعة الكلية ("تحميل" ؛ "رفع الملفات"
الملفات للرفع
إسم الحزمة
ضغط
ضع كلمة المرور لهذا التحميل
أعد كتابتها
إبقاء هذه الملفات
العدد المفترض للتحميلات
إضافة الرابط هذه الملفات في نشرتنا
(تضمن المعلومات المتقدمة (كافة الحقول إختيارية
الوصف
بطاقات البيانات
إسمك
بريدك الإلكتروني
بريد المستلم الإلكتروني
أقل من 10
من 10 إلى 100
أكثر من 100
يومان
7 أيام
شهر 1
;compression methods
بدون
سريع
متوسط
أفضل
إعدادات وحدة رفع الملفات
دمج وحدة رفع الملفات مع
قائمة سياق المستكشف
قائمة "إرسل إلى..." للمستكشف
إستعمال قائمة ارسال بسيطة
الحجم الأدنى للملف المرسل
HTTP إعدادات ملقم وكيل
تنشيط رفع الملفات
الارسال يتطلب التنشيط . و هذا ضروري من أجل حماية ملقمنا من رفع الملفات الآلي . أدخل رمز تنشيط
إلإتصال بملقم رفع الملفات
تم الإتصال بنجاح بملقم رفع الملفات
تم رفع الملف بنجاح إلى الملقم
تم إيقاف ارسال الملف
...جاري ضغط ملفات المرسلة
فشل في ضغط الملفات
تم بنجاح الضغط
إرسال الطلب إلى الملقم
إرسال المعلومات حول هذا الارسال إلى الملقم
تم إرسال المعلومات
فشل إرسال المعلومات حول هذا الارسال إلى الملقم
...جاري تنشيط الارسال
تم تنشيط الإرسال بنجاح
فشل تنشيط الإرسال
لقد تغير الملف المرسل على القرص
خطأ غير متوقع
حساب المجموع الإختباري
; "I agree to terms" string in two lines
أوافق
على الشروط
يجب أن توافق على الشروط
فشل التدقيق عن التحديثات
النسخة الجديدة متوفرة . و المطلوب الآن هو تحديث نسختك\nهل تريد التحديث الآن ؟
Free Download Manager مطلوب تحديث
Free Download Manager مطلوب إعادة تشغيل
المطالبة برفع المرفقات
(الإرفاق مع الرسالة (بطيء...
(رفع و إدراج الرابط (سريع كالبرق...
حدث خطأ أثناء عملية الإرسال أو الرفع . تأكد من إتصالك ثم حاول ثانية
لقد قمت بإرفاق ملف(ات) كبير(ة) ـ\nلأسباب عديدة يستحسن عدم رفع الملفات الكبيرة كمرفقات و لكن قم برفع الملفات ثم أرسل الروابط إلى من تريد\n\nهل تريد رفع الملفات ؟
يستحسن رفع الملفات
إعدادات التكامل
%s تم رفع\nيجب أن تستخدم الرابط التالي كرابط للتحميل :
الحجم الكلي
فتح في المتصفح
لم يعد بالإمكان رفع الملفات بواسطة النسخة الحالية من البرنامج . و لذلك يجب أن تقوم بالتحديث إلى النسخة الجديدة
لم يعد بالإمكان إستخدام النسخة الحالية من البرنامج . و لذلك يجب أن تقوم بالتحديث إلى النسخة الجديدة  . الرجاء زيارة الموقع على\nhttp://freedownloadmanager.org/
إدخال طويل
إعدادات تكامل مدير رفع الملفات
Free Upload Manager إعدادات تكامل
رفع الملفات
...يتم تحميل التحديث
تمكين التلقيم
تعطيل التلقيم إفتراضيا
من المستخدمين و اعتبروه مشبوها %
إعتبار التحميل مشبوه إذا أشر عليه
حسنا ، المستخدمون لم يقدموا أي تبليغ عن هذا التحميل بإنه مشبوه\n\nو مع هذا لا نضمن بأن هذا التحميل مشبوها أو العكس و لذا يستحسن فحصه بواسطة برنامج مضاد للفيروسات
حسنا ، المستخدمون لم يقدموا أي تبليغ عن هذا التحميل بإنه مشبوه
مفيد مع النسخة المحمولة "C:" البرنامج يعمل من خلال حرف محرك القرص الهجائي . بمعنى
الإضافية لكي تستعمل هذه الميزة Video Conversion يجب تثبيت وظيفة
Bittorrent الإضافية لكي تحمل عن طريق بروتوكول Bittorrent يجب تثبيت
(هي ملفات خدمة البرنامج (ليست الملفات التي تحملها (*.sav) ملاحظة : هذه الملفات
هل تريد نسخ ملفات البيانات الحالية إلى المجلد الجديد (سيتم الكتابة على الملفات الموجودة)
سيتم وضع مجلدات التحميل الإفتراضية لكافة المجموعات إلى هذا المجلد\nأنقر نعم للإستمرار
وضع مجلد التحميل الإفتراضي
منع الكمبيوتر من وضع الإستعداد أثناء التحميل
أقصى عدد للإتصالات النصف مفتوحة
Torrents
فشل في الوصول إلى الملفات على القرص . تأكد من مساحة القرص أو من الحماية ضد الكتابة
المعدل
torrent قائمة بملفات
من الإنترنت torrent إضافة تحميل
من ملف torrent إضافة تحميل
جديد torrent إنشاء
(تلقائي)
المصدر
حجم الجزء
وحدات التتبع
إضافة وحدة تتبع
إزالة وحدة التتبع
هذا torrent بدء تلقيم ملف
حفظ
جديد torrent إنشاء
Torrent ملفات
الأولوية
;normal/high priority
تجاوز
عادية
عالية
النوافذ العائمة
(ملفات الخدمة (قائمة تحميلات ، محفوظات...إلخ
الإعدادات الإفتراضية لتحميلات الموقع
أنت أوقفت كافة التحميلات مؤقتا . و هذا يعني أن جميع التحميلات سيتم تحميلها بسرعة مقيدة جدا (1ب/ث عادة) ـ\nو هذا يسمح "بالإيقاف المؤقت" حتى لو كانت التحميلات لا تدعم الإستئناف\n\nيجب أن تقوم باستدعاء هذا الأمر مرة ثانية أو تعمل إعادة تشغيل للبرنامج لكي يعود إلى الحالة الطبيعية
التلقيم
(تمكين التلقيم (مستحسن جدا
تلقيم غير محدود
الحد حسب المعدل
التلقيم حتى يصل المعدل إلى
الحد حسب الوقت
التلقيم أثناء
التدقيق بحثا عن تحميل بنفس الرابط
حفظ محفوظات التحميلات
وضع ملفاتي المحملة مؤخرا في القائمة
Bittorrent الإعدادات الإفتراضية لتحميلات
إعادة تحميل الملفات المكتملة
Firefox حدد مجلد النسخة المحمولة من
الإضافية . هل تريد تحديد مكانه يدويا ؟ Apple Safari لا يمكن العثور على مجلد وظيفة
الإضافية . هل تريد تحديد مكانه يدويا ؟ Google Chrome لا يمكن العثور على مجلد وظيفة
Apple Safari لا يمكن تثبيت مراقبة
Apple Safari لا يمكن إلغاء تثبيت مراقبة
Google Chrome لا يمكن تثبيت مراقبة
Google Chrome لا يمكن إلغاء تثبيت مراقبة
حدود الزمن
;hours, for short
س
وضع حد زمني لعمليات التحميل
السماح فقط بالبدء من
أولوية عادية
أولوية عالية
أساسيات
بدون مكورات إنقضاء مهلة إكتمال التحميل
البحث عن مرآة جديدة للتحميل الحالي
إظهار نوافذة تنبيه صغيرة عند إنتهاء التحميل
إخفاء تلقائي بعد
Personal Informer جرب ؟ FDM هل تحب
Personal Informer تحتوي آخر نسخة من البرنامج على
لوضع روابط سريعة إلى كافة
المواقع المفضلة
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
على صفحتك الرئيسية، بحيث يمكنك الوصول إليها مباشرة بعد أن تبدأ
; \n means next line. don't change this.
سيتم تحليل محفوظات متصفحك و سيتم عرض قائمة بالمواقع التي زرتها و التي و بالتالي يمكن تخصيص القائمة بعد ذلك
هل أنت متأكد ؟ كامل العملية ستأخذ أقل من دقيقة و ستعطيك صفحة رئيسية قوية جدا
إلغاء الأمر مستمر
إستمرار
هل تريد أن يتم تذكيرك بعد بضعة أيام ؟
العنوان
في المتصفحات Flash مراقبة تحميل ملفات فيديو
بإستخدام هذه الوظيفة قد تسبب تعارض مع البرامج الأخرى المثبتة على كمبيوترك . إذا كنت تواجه مشاكل ستضطر إلى تعطيل هذه الوظيفة أو محاولة حل التعرض من خلال إزالة البرامج المتعارضة أو تعطيل بعض وظائفها
صفحة ويب
على هذه الصفحة Flash يوجد ملفات فيديو
FLASH فيديو | يجب تمكين مراقبة تحميل ملفات فيديو فلاش لهذا الغرض . انظر خيارات | التحميلات
أدخل عنوان صفحة ويب التي تريد تحميل ملف فيديو الفلاش منها . لاحظ أنه يجب أن تكون هذه الصفحة مفتوحة مسبقا في متصفحك و يكون ملف الفيديو شغالا
...Flash جاري البحث عن ملفات فيديو
لا يوجد هناك ملفات فيديو فلاش على هذه الصفحة . تأكد من ملفات الفيديو على هذه الصفحة شغالة أو حاول إعادة الفتح مثل (تحديث الصفحة أو مسح مخزون المتصفح المؤقت) ـ
; keep "0x%x" as is
ظهور خطأ أثناء محاولة الحصول على التحميل\nالخطأ : 0x%x
خطأ
"إظهار زر "تحميل
(Internet Explorer فقط)
تعذر العثور على معلومات حول هذه الصفحة على شبكة الإنترنت . الرجاء إجبار المتصفح على إعادة تحميلها
Flash فيديو
الحدود لأقصى عدد للإتصالات
هذا سيعطل تلميحات البرنامج . هل أنت متأكد ؟\nيمكنك تمكين التلميحات مرة ثانية في الخيارات | إعدادات التنبيهات
إظهار التلميحات
FreeDownloadManager.ORG خطأ! ملف التحديث ليس موقعا من قبل
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(فقط Firefox و Internet Explorer)
"إظهار زر "تحميل
لم يتم تفعيل الوحدة النمطية لمراقبة فيديو الفلاش . تأكد من تشغيل البرنامج و تأكد من تمكين هذا الخيار في البرنامج - راجع (خيارات | التحميلات | فيديو الفلاش) ـ
; do not change "0x%x"
ظهور خطأ أثناء محاولة نقل التحميلات إلى البرنامج\nالخطأ : 0x%x
تحميل
إظهار هذا الزر
لا يوجد هناك تحميلات للتصدير
لا يوجد شيء للتصدير
"بعد الإنشاء "الصامت
سوف تحتاج إلى توفير إذن المسؤول لتمكين/لتعطيل المراقبة
ظهور خطأ أثناء محاولة تمكين/تعطيل التكامل
لا يوجد حقوق كافية
سوف تحتاج إلى توفير إذن المسؤول لتصدير/لإستيراد الإعدادات
FDM تحميل بواسطة
; please keep %d, %s and %% as is
; %d - percents
%d%% إجمالي التحميل
; left to download at... some speed
%s باقي من التحميل بسرعة
المسار إلى مجلد التشكيل الجانبي للمستخدم
µTorrent استيراد تحميلات
غير موجود µTorrent مجلد حفظ
الخاصة بك. هل تريد الإستيراد ؟ µTorrent يمكن إستيراد كافة تحميلات\n µTorrent  يمكنك القيام بذلك في أي وقت من ملف | إستيراد | قائمة تحميلات
الخاصة بك µTorrent البرنامج يمكنه إستيراد كافة تحميلات\n µTorrent  يمكنك القيام بذلك في أي وقت من ملف | إستيراد | قائمة تحميلات
إستيراد التحميلات من برامج تحميل أخرى
Orbit Downloader
LeechGet
Orbit Downloader لا يمكن العثور على المسار إلى بيانات التطبيق
Orbit Downloader لا يمكن الكشف عن المسار لبيانات التطبيق
الخطأ : %d (%02X)
تشخيص النظام: %s
الذي يحتوي على قائمة التحميل Orbit Downloader لا يمكن العثور على ملف خدمة
Orbit Downloader لا يمكن قراءة قائمة تحميل
تنسيق قائمة التحميلات غير متوقع Orbit Downloader لا يمكن تحليل قائمة تحميل
Orbit Downloader فشل إنشاء و تكوين %d تحميل بالمسار و اسم الملف و الرابط المستورد من
لا يمكن إستيراد التحميلات
Orbit Downloader لا توجد بيانات في قائمة تحميل
غير مثبت على هذا الجهاز Orbit Downloader
بسبب حدوث الخطأ التالي %s تم إيقاف استيراد التحميلات من
هل تريد الاستمرار في الاستيراد من برامج تحميل آخرى ؟
المعالجة :
الناجحة:
الفشلة:
الغير معالجة:
المجموع:
µTorrent
غير معين
%d من %d
الرجاء إختيار برامج التحميل المراد استيراد التحميلات منها:
البرنامج يمكنه إستيراد التحميلات من برامج التحميل الأخرى\nيمكنك القيام بذلك في أي وقت من ملف | إستيراد | قائمة إستيراد التحميلات من برامج التحميل الأخرى
التفاصيل: %s
لا يمكن معالجة طلب النظير
حدث خطأ فادح أثناء تحميل قائمة التحميلات\nانقر حسنا للمتابعة (ستفقد بعض أو كل التحميلات) أو "إلغاء الأمر" للإنهاء\nقد يكون سبب هذه المشكلة هو تثبيت هذا البرنامج بشكل غير صحيح أو ربما ملف البيانات تالف
النمطية المثبتة لا يمكن Bittorrent تثبيت غير صالح: وحدة\nإستخدامها مع هذا الإصدار من البرنامج.الرجاء إعادة التثبيت\nأنقر حسنا للخروج
; %d - is the number
تم إستقبال %d نظير
مثل هذا مسبقا Bittorrent يوجد تحميل
تحتاج إلى تقديم إذن المسئول لتطبيق الإعدادات
تعيين تلقائي
إختيار...
سرعة الاتصال
إعدادات طرق استخدام حركة المرور
% من نسبة سرعة الاتصال المئوية
إدارة تلقائية
; set some setting (maximum number of connections, for example) to some number
الوضع على
يتم قياس سرعة الاتصال الحالية بواسطة البرنامج تلقائيا. إذا كنت تشك أن القيم غير صحيحة، فاترك البرنامج يستمر و من ثم سترى أن الارقام المحسوبة قد بدأت تقترب من القيم الحقيقية. علما أن هذا البرنامج يقيس السرعة فقط عند التنزيل أو عند الإرسال . فكلما كانت أرقام التنزيل أو الإرسال أكبر كلما كان ذلك أفضل من حيث تأثر البرنامج بسرعة الاتصال الفعلية
سرعة التحميل
إعادة القياس
تعيين القيمة
يجب أن تكون القيمة أكبر من أو مساوية لصفر
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
